import Container from '../Common/Container';
import contact from '../assets/contactus.jpg';

const TermsAndCondition = () => {
	return (
		<div className="banner-image bg-[#35878b18] pb-12">
			<img className="h-96 object-cover -mt-[100px]" src={contact} alt="Banner" />
			<Container>
				<div className=" ">
					<h1 className="text-3xl text-center font-bold mt-14 mb-10">**শর্তাবলী**</h1>
					<p className=" font-semibold mb-4 mt-5 ">১. LegalCO লিমিটেডে স্বাগতম! </p>
					<p className="text-justify mb-4">
						যেহেতু আমরা ব্যক্তিগতভাবে মিলিত হব না, তাই চুক্তির শর্তাদি আগেই রূপরেখা করা অত্যন্ত গুরুত্বপূর্ণ৷ আপনার যদি
						LegalCO সম্পর্কে কোন প্রশ্ন থাকে, অনুগ্রহ করে নির্দ্বিধায় যোগাযোগ করুন। এই চুক্তির মধ্যে, আমরা আমাদের
						পরিষেবাটিকে পরিষেবা হিসাবে উল্লেখ করেছি, আপনি ব্যবহারকারী হিসাবে এবং এই চুক্তিটিকে চুক্তি হিসাবে উল্লেখ
						করেছি ৷
					</p>
					<p className="text-justify mb-4">
						আপনি যদি আমাদের সাধারণ প্রয়োজন বৈশিষ্ট্যটি ব্যবহার করার পরিকল্পনা করেন তবে আপনি নিশ্চিত করেন যে আপনার বয়স
						18 বছরের বেশি, নথি তৈরির সাথে সম্পর্কিত শর্তাবলী, বাধ্যবাধকতা এবং ওয়ারেন্টিগুলি মেনে চলতে সম্পূর্ণরূপে
						সক্ষম, এবং আপনি এগুলি সম্পর্কে ভালভাবে অবহিত৷ আরও সহায়তার জন্য আমাদের কল করতে দ্বিধা করবেন না ।
					</p>
					<p className="text-justify font-semibold mb-4">
						২. LEGALCO শুধুমাত্র ইন্টারঅ্যাকশনের জন্য একটি মাধ্যম প্রদান করে ।
					</p>
					<p className="text-justify mb-4">
						LegalCO একটি অনলাইন প্ল্যাটফর্ম এবং মোবাইল অ্যাপ্লিকেশন হিসাবে কাজ করে যা আইনি পেশাজীবী এবং আইনি পরিষেবা
						খোঁজার সম্ভাব্য ব্যবহারকারীদের মধ্যে যোগাযোগ, সংযোগ এবং অনলাইন পরামর্শ (ভিডিও, অডিও এবং পাঠ্যের মাধ্যমে)
						সহজতর করার জন্য ডিজাইন করা হয়েছে। এটি পেশাদার সম্পর্ক স্থাপনের চূড়ান্ত লক্ষ্যে তথ্য বিনিময়ের মাধ্যম
						হিসেবে কাজ করে। যাইহোক, এটি লক্ষ করা গুরুত্বপূর্ণ যে LegalCO আইনজীবীদের সাথে ব্যবহারকারীদের সফল মিলের
						গ্যারান্টি দেয় না এবং এটি একটি আইনজীবী-ক্লায়েন্ট সম্পর্ক তৈরি হয়েছে কিনা সে বিষয়ে একটি অবস্থান নেয় না ।
					</p>
					<p className="text-justify mb-4">
						এটা জোর দিয়ে বলা উচিত যে LegalCO মিথস্ক্রিয়া জন্য একটি সেতু হিসাবে কাজ করে এবং ব্যবহারকারীদের দ্বারা
						অভিজ্ঞ কোনো ক্ষতির জন্য দায় স্বীকার করে না। ব্যবহারকারীদেরকে LegalCO-এর প্রতি অভিযোগ বা দোষারোপ করার
						পরিবর্তে, ক্ষতির কারণ বলে মনে করেন এমন কোনো ব্যক্তির বিরুদ্ধে ব্যবস্থা নিতে উৎসাহিত করা হয়। উপরন্তু,
						প্ল্যাটফর্ম তার কাঠামোর বাইরে প্রদত্ত পরিষেবার জন্য দায়ী নয় ।
					</p>
					<p className="text-justify mb-4">
						LegalCO গ্রাহকদের সরাসরি পরিষেবা প্রদান করে না; ব্যক্তিদের দ্বারা প্রদত্ত কোনো পরিষেবা তাদের নিজস্ব
						দায়িত্ব। এইভাবে, LegalCO কোনো ভুল তথ্য, সরকার বিরোধী কার্যকলাপ, অনুপযুক্ত ভাষা, বিনিময় নথি, বা ঘটতে পারে
						এমন অপব্যবহারের জন্য দায় অস্বীকার করে। এটি শুধুমাত্র একটি অনলাইন প্ল্যাটফর্ম হিসাবে কাজ করে এবং এই বিষয়ে
						কোন দায়বদ্ধতা রাখে না ।
					</p>
					<p className="text-justify mb-4">
						আপনি যদি আইনজীবী বা ব্যবহারকারী হিসাবে LegalCO-তে যোগ দেন, তাহলে আপনাকে বলা হবে যে LegalCO শুধুমাত্র
						যোগাযোগের জন্য একটি মাধ্যম প্রদান করে। অতএব, আইনজীবী এবং পরিষেবা গ্রহীতা উভয়ের পক্ষ থেকে কোনো আর্থিক ক্ষতি,
						জালিয়াতি, প্রতারণা বা যেকোনো ধরনের অপরাধের জন্য Legalco দায়ী থাকবে না। আপনি অ্যাপ/ওয়েব ইনস্টল করে বা
						legalco থেকে পরিষেবা নেওয়ার মাধ্যমে সমস্ত শর্তাবলীতে সম্মত হন।Legalco মূল্য এবং নিয়ম, নীতি পরিবর্তন করার
						এবং প্ল্যাটফর্ম থেকে কোনো ব্যবহারকারী বা কোনো আইনজীবীকে অপসারণ বা নিষিদ্ধ করার অধিকার সংরক্ষণ করে ।
					</p>
					<p className="text-justify font-semibold">আইনজীবী-ক্লায়েন্ট সম্পর্কের বিষয়ে স্পষ্টীকরণ।</p>
					<p className="text-justify mb-4">
						LegalCO একটি প্ল্যাটফর্ম হিসাবে কাজ করে যা আইনজীবী এবং সম্ভাব্য ক্লায়েন্টদের মধ্যে যোগাযোগ সক্ষম করে;
						যাইহোক, এটি আইনজীবীদের এজেন্ট হিসাবে কাজ করে না। শুধুমাত্র LegalCO-তে ইলেকট্রনিক যোগাযোগ পাঠানোর মাধ্যমে
						আইনজীবী-ক্লায়েন্ট সম্পর্ক স্থাপন করে না ব্যবহারকারী এবং LegalCO, যেহেতু এটি স্পষ্টভাবে অস্বীকার করা হয়েছে
						।
					</p>
					<p className="text-justify font-semibold">LegalCO কোনো নির্দিষ্ট ব্যবহারকারীকে সমর্থন করে না ।</p>
					<p className="text-justify mb-4">
						এর উদ্দেশ্য হল আইনী প্রতিনিধিত্বের প্রয়োজন এমন ব্যক্তিদের সহায়তা করা যারা তাদের নির্দিষ্ট প্রয়োজনীয়তার
						জন্য সবচেয়ে উপযুক্ত আইনজীবীদের খুঁজে বের করতে। LegalCOs উদ্দেশ্য বিজ্ঞাপন বা অনুরোধের জন্য একটি প্ল্যাটফর্ম
						হিসাবে পরিবেশন করা নয়, এবং অ্যাপ/ওয়েবসাইটে প্রদত্ত বিষয়বস্তুকে আইনি পরামর্শ হিসাবে ব্যাখ্যা করা উচিত নয়।
						LegalCO শুধুমাত্র আইনজীবীদের সদস্যতা নেওয়ার পরামর্শ দিতে পারে যদি তারা ব্যবহারকারীর প্রয়োজন অনুসারে
						সারিবদ্ধ হয়, অন্যথায় নয়। লিগ্যালসিও-এর ব্যবহার, ট্রান্সমিশন বা প্রাপ্তির মাধ্যমে হোক, আইনজীবী-ক্লায়েন্ট
						সম্পর্ক স্থাপন করে না। যে ব্যক্তিরা এই অ্যাপ/ওয়েবসাইট থেকে বিষয়বস্তু গ্রহণ করেন তাদের কেবলমাত্র এর
						বিষয়বস্তুর উপর ভিত্তি করে কাজ করার বা কাজ করা থেকে বিরত থাকার সিদ্ধান্ত নেওয়া উচিত নয়। আমরা
						ব্যবহারকারীদের স্বাধীনভাবে আইনজীবীদের প্রোফাইল পর্যালোচনা করতে এবং সুপরিচিত পছন্দ করতে উৎসাহিত করি ।
					</p>
					<p className="text-justify font-semibold ">বিশেষ করে, LegalCO কোনো ধরনের অনুরোধের সুবিধা দেয় না ।</p>
					<p className="text-justify mb-4">
						প্ল্যাটফর্ম নিশ্চিত করে যে ক্লায়েন্টের তথ্য আইনজীবীদের কাছ থেকে গোপন থাকে যতক্ষণ না ক্লায়েন্ট এবং
						আইনজীবীদের মধ্যে সরাসরি যোগাযোগ হয়, হয় সরাসরি যোগাযোগ বা অনলাইন ইন্টারঅ্যাকশনের মাধ্যমে। ফলস্বরূপ,
						আইনজীবীদের সম্ভাব্য ক্লায়েন্টদের সম্পর্কে ব্যক্তিগত বিবরণ অ্যাক্সেস করার অনুমতি দেওয়া হয় না ।
					</p>
					<p className="text-justify font-semibold">LegalCo আইনি পরামর্শ দেয়।</p>
					<p className="text-justify mb-4">
						LegalCo-এর সাধারণ প্রয়োজন বৈশিষ্ট্য মৌলিক নথি তৈরি করতে শুধুমাত্র ব্যবহারকারী-প্রদত্ত সামগ্রী ব্যবহার করে।
						প্রায়শই জিজ্ঞাসা করা প্রশ্নাবলী বিভাগে তথ্য আইনি পরামর্শ হিসাবে বিবেচিত হয় না; এটি উইল তৈরি করা, ইজারা
						চুক্তির খসড়া তৈরি করা, চেক অসম্মান সংক্রান্ত নোটিশ জারি করা, অর্থ পুনরুদ্ধারের নোটিশ পাঠানো, ভাড়া আদায়ের
						জন্য অ্যাটর্নি পাওয়ার মঞ্জুর করা এবং সময়ের সাথে অন্তর্ভুক্ত হতে পারে এমন অন্যান্য সম্ভাব্য নথির ধরন
						সম্পর্কে সাধারণভাবে জিজ্ঞাসিত প্রশ্নগুলির সমাধান করে। ব্যবহারকারীদের এই নথিগুলির যে কোনও একটির সাথে বিশেষ
						সহায়তার জন্য আইনী পেশাদারদের কাছ থেকে নির্দেশিকা নেওয়ার পরামর্শ দেওয়া হয়।
					</p>
					<p className="text-justify font-semibold">সাধারণ প্রয়োজন বৈশিষ্ট্য ব্যবহারের উপর সীমাবদ্ধতা:</p>
					<p className="text-justify mb-4">
						LegalCO আপনাকে একটি সীমিত, ব্যক্তিগত, নন-এক্সক্লুসিভ, এবং অ-হস্তান্তরযোগ্য লাইসেন্স প্রদান করে যাতে আপনার
						নিজের ব্যক্তিগত ব্যবহারের জন্য আমাদের সাধারণ প্রয়োজন বৈশিষ্ট্যটি কঠোরভাবে ব্যবহার করা যায়। আপনি একজন
						অ্যাটর্নি বা পেশাদার হলে, আপনি আপনার ক্লায়েন্টদের জন্য এটি ব্যবহার করতে পারেন। সুস্পষ্টভাবে অনুমতি দেওয়া
						ছাড়া, আপনি স্বীকার করেন এবং সম্মত হন যে আপনি পরিবর্তন, সম্পাদনা, অনুলিপি, পুনরুত্পাদন, ডেরিভেটিভ কাজ তৈরি,
						রিভার্স ইঞ্জিনিয়ার, পরিবর্তন, পরিবর্ধন, বা কোনো উপায়ে শোষণ করার জন্য অনুমোদিত নন৷ যাইহোক, আপনি আপনার
						অনুমোদিত ব্যবহারের সুযোগের মধ্যে ফর্মগুলি পূরণ করার জন্য প্রয়োজনীয় পরিবর্তন করতে পারেন। ক্রয়কৃত নথির
						শর্তাবলী: আপনি যখন LegalCO থেকে একটি নথি অর্জন করেন, তখন আপনি সম্মত হন যে নথিটি আপনার ব্যক্তিগত বা
						ব্যবসায়িক ব্যবহারের জন্য, অথবা যদি আপনি একজন পেশাদার হন আপনার ক্লায়েন্টের সাথে ব্যবহার করার জন্য। আপনি
						LegalCO এর সুস্পষ্ট লিখিত সম্মতি ব্যতীত ক্রয়কৃত নথি বিক্রি বা পুনঃবন্টন করা থেকে নিষিদ্ধ। অননুমোদিত
						পুনঃবিক্রয় বা বিতরণে জড়িত হওয়া LegalCO-এর একচেটিয়া কপিরাইট লঙ্ঘন করে এবং এর ফলে আইনি ব্যবস্থা নেওয়া হতে
						পারে ।
					</p>
					<p className="text-justify font-semibold ">ব্যবহারকারীদের প্রতিনিধিত্ব দাবিত্যাগ</p>
					<p className="text-justify mb-4">
						এই সাইটে তালিকাভুক্ত যেকোন অ্যাটর্নি বা আইন সংস্থাগুলি বা কোনও অনুমোদিত সংস্থার দ্বারা সরবরাহ করা হতে পারে
						এমন আইনি ক্ষমতা, যোগ্যতা, বা পরিষেবার গুণমানের বিষয়ে LegalCO কোনও উপস্থাপনা, গ্যারান্টি বা ওয়ারেন্টি
						(ব্যক্ত বা উহ্য) করে না। অনুগ্রহ করে সচেতন থাকুন যে LegalCO, এর সহযোগী সংস্থা এবং কর্মচারীরা আইনী উকিল নয়।
						আমরা একটি আইন সংস্থা নই এবং আইনি পরামর্শ প্রদান করি না। আমাদের অ্যাপ/ওয়েবসাইটের কোনো বিষয়বস্তু বা
						যোগাযোগের মাধ্যমে পাঠানো সামগ্রীকে আইনি পরামর্শ হিসেবে ব্যাখ্যা করা উচিত নয়। আমাদের অ্যাপ/ওয়েবসাইট, ব্লগ
						এবং অন্যান্য উপকরণগুলি শুধুমাত্র তথ্য প্রচার এবং সচেতনতা বৃদ্ধির উদ্দেশ্যে তৈরি করা হয়েছে এবং তারা কোনও
						আইনি অ্যাডভোকেট বা পেশাদারের পরামর্শ বা পরিষেবাগুলিকে প্রতিস্থাপন করে না। যখনই আপনার প্রয়োজনীয়তা পূরণের
						প্রয়োজন হবে, আমরা আপনাকে আইনজীবী, চার্টার্ড অ্যাকাউন্ট্যান্ট বা কোম্পানি সচিবদের মতো উপযুক্ত পেশাদারদের
						সাথে সংযোগ করতে সহায়তা করব। দয়া করে মনে রাখবেন যে এই পেশাদাররা প্রতিনিধি, এজেন্ট বা কর্মচারী হিসাবে আমাদের
						সাথে যুক্ত নয়। আমাদের ওয়েবসাইট এবং পরিষেবাগুলি আপনার নিষ্পত্তির বিভিন্ন বিকল্পগুলির মধ্যে শুধুমাত্র একটি
						তথ্য উত্স হিসাবে কাজ করে৷ সুপরিচিত সিদ্ধান্ত নেওয়ার জন্য একাধিক উত্সের সাথে পরামর্শ করার পরামর্শ দেওয়া
						হয়। এই পেশাদারদের মধ্যে যেকোন একজনকে নিযুক্ত করার পছন্দটি তাৎপর্যপূর্ণ, এবং এটি আপনার নিজের সিদ্ধান্তের উপর
						সম্পূর্ণ নির্ভর করে ভেবেচিন্তে বিবেচনা করা উচিত। আমাদের অ্যাপ/ওয়েবসাইটে প্রদত্ত পরিষেবাগুলি ব্যবহার করতে
						সম্মত হওয়ার মাধ্যমে, আপনি আমাদেরকে আপনার পক্ষ থেকে এই নির্বাচন প্রক্রিয়ায় সহায়তা করার অনুমোদন প্রদান
						করেন। আপনি যদি এই শর্তাবলীর সাথে একমত না হন বা পছন্দ করেন যে আমরা আপনার অনুরোধ পূরণ করার জন্য একজন উপযুক্ত
						পেশাদার নির্বাচন করতে সহায়তা করি না, আমরা দয়া করে অনুরোধ করব যে আপনি আমাদের পরিষেবাগুলি ব্যবহার করা থেকে
						বিরত থাকুন৷ আমরা আমাদের বিষয়বস্তু এবং নথিগুলির যথার্থতা, মুদ্রা এবং প্রাসঙ্গিকতা বজায় রাখার জন্য ক্রমাগত
						প্রচেষ্টা করি। যাইহোক, আইন ও প্রবিধানের ক্রমবর্ধমান প্রকৃতির কারণে, আমরা একটি সম্পূর্ণ নিশ্চয়তা দিতে অক্ষম
						যে আমাদের সাইটে এবং অন্যান্য যোগাযোগের সমস্ত তথ্য সম্পূর্ণরূপে আপ-টু-ডেট। অনুগ্রহ করে সচেতন থাকুন যে আইনী
						বিধি, প্রয়োজনীয়তা, নিয়ম এবং প্রবিধানগুলি কখনও কখনও নির্দিষ্ট ভৌগলিক অবস্থানের দ্বারা আবদ্ধ থাকে, যা
						স্থানভেদে ভিন্নতার দিকে পরিচালিত করে৷ আমরা যে সাধারণ তথ্য এবং অন্যান্য উপকরণগুলি অফার করি তা সমস্ত
						পরিস্থিতিতে সর্বজনীনভাবে প্রযোজ্য নাও হতে পারে৷ এটা মনে রাখা গুরুত্বপূর্ণ যে আমাদের ওয়েবসাইট এবং
						পরিষেবাগুলি অ্যাটর্নি-ক্লায়েন্ট সম্পর্ক স্থাপনের উদ্দেশ্যে নয়। আমাদের ওয়েবসাইট এবং পরিষেবাগুলির আপনার
						ব্যবহার আপনার এবং আমাদের মধ্যে এমন কোনও সম্পর্ক তৈরি করে না এবং কোনও পরিস্থিতিতেই এটি করবে না ।
					</p>
					<p className="text-justify font-semibold">৩. ব্যবহারকারীদের জন্য নির্দেশিকা</p>
					<p className="text-justify mb-4">
						LegalCO এর ব্যবহারকারীদের এই চুক্তিতে বর্ণিত শর্তাবলী অনুসারে পরিষেবাটি অ্যাক্সেস এবং ব্যবহার করার একটি
						অ-এক্সক্লুসিভ, সীমিত অধিকার দেওয়া হয়েছে। সমস্ত ব্যবহারকারীর জন্য সিস্টেমের আবেদন এবং উপযোগিতা বজায় রাখার
						জন্য, ব্যবহারকারীদের সিস্টেমের নিয়মাবলী মেনে চলা অপরিহার্য। LegalCO এই প্রবিধান লঙ্ঘন করে, অন্য LegalCO
						ব্যবহারকারীদের অভিযোগের বিষয় হয়ে ওঠে, বা অন্য কোন বৈধ কারণের জন্য তার পরিষেবাতে অ্যাক্সেস বন্ধ করার
						কর্তৃত্ব বজায় রাখে।
					</p>
					<p className="text-justify mb-4">
						আমাদের সিস্টেমে নিম্নলিখিত ক্রিয়াকলাপগুলির মধ্যে কোনও জড়িত থাকার অনুমোদন দেওয়া হবে না :
					</p>
					<p className="text-justify">
						১. হয়রানিমূলক, অপমানজনক, হুমকি, ক্ষতিকারক, অশ্লীল, অশ্লীল, বা অন্যদের গোপনীয়তা আক্রমণকারী সামগ্রী প্রদর্শন
						করতে পরিষেবাটি ব্যবহার করুন ।
					</p>
					<p className="text-justify">
						২. বিজ্ঞাপন বা প্রতিদ্বন্দ্বী পরিষেবার লিঙ্ক পোস্ট করে, অবাঞ্ছিত বাল্ক ইমেল, স্প্যাম, চেইন লেটার, বা
						নির্বিচার ইমেল বিতরণের মাধ্যমে পরিষেবা, এর সার্ভার বা সংযুক্ত নেটওয়ার্কগুলিতে ব্যাহত বা হস্তক্ষেপ করুন৷
					</p>

					<p className="text-justify">৩. বর্ণবাদী, বিদ্বেষপূর্ণ বা অন্যথায় আপত্তিকর মন্তব্য।</p>
					<p className="text-justify">৪.ফাউল বা অন্যথায় অনুপযুক্ত ভাষা ।</p>
					<p className="text-justify">
						৫. বেআইনি কর্মের সাথে সম্পর্কিত নির্দেশমূলক সামগ্রী উন্নত বা ভাগ করুন, বা কোনো গোষ্ঠী বা ব্যক্তির প্রতি
						শারীরিক ক্ষতি বা ক্ষতির পক্ষে সমর্থন করুন।
					</p>

					<p className="text-justify">৬. ইন্টারনেট মান লঙ্ঘন ঃ</p>
					<p className="text-justify mb-4">
						অন্যদের অধিকার লঙ্ঘন করে এমন ক্রিয়াকলাপগুলিতে জড়িত হওয়া, যার মধ্যে তাদের মেধা সম্পত্তি অধিকার সহ কিন্তু
						সীমাবদ্ধ নয়। এটি কপিরাইট, ট্রেডমার্ক, পেটেন্ট, ট্রেড সিক্রেট বা যেকোন প্রকারের বৌদ্ধিক সম্পত্তি লঙ্ঘনের
						সাথে জড়িত ক্রিয়াগুলিকে অন্তর্ভুক্ত করে৷ এতে পাইরেটেড সফ্টওয়্যার ভাগ করা বা এই জাতীয় সফ্টওয়্যারের লিঙ্ক
						সরবরাহ করা, নির্মাতাদের দ্বারা ইনস্টল করা অনুলিপি সুরক্ষা ব্যবস্থাগুলিকে বাইপাস করার লক্ষ্যে তথ্য ভাগ করা,
						যেমন সফ্টওয়্যার প্রোগ্রামগুলির জন্য সিরিয়াল বা নিবন্ধন নম্বর, বা এই সুরক্ষাগুলিকে ঠেকানোর জন্য ডিজাইন করা
						কোনও সরঞ্জাম বিতরণ অন্তর্ভুক্ত রয়েছে তবে এর মধ্যেই সীমাবদ্ধ নয়। . এটি শুধুমাত্র গেম এমুলেশনের উদ্দেশ্যে
						করা ফাইলগুলির ক্ষেত্রেও প্রযোজ্য।
					</p>
					<p className="text-justify font-semibold">
						৪. পরিষেবাতে প্রাপ্ত তথ্য সংক্রান্ত ছাড় এবং নির্দিষ্ট ব্যবহারকারীর সরবরাহকৃত সামগ্রী
					</p>
					<p className="text-justify mb-4">
						পরিষেবা থেকে প্রাপ্ত তথ্য সম্পর্কিত দাবিত্যাগ LegalCO আইনজীবী এবং সম্ভাব্য সংযোগকারী একটি প্ল্যাটফর্ম হিসাবে
						কাজ করে ক্লায়েন্ট, আইনি সহায়তা চাওয়া ব্যক্তিদের জন্য একটি ফোরাম প্রদান আইনি সেবা প্রদানকারীদের সাথে সংযোগ
						করতে। এটা লক্ষ্য করা গুরুত্বপূর্ণ যে LegalCO তথ্যগত উদ্দেশ্যে এবং যখন উদ্দেশ্যে করা হয় প্রচেষ্টা করা হয়,
						এটি সঠিকতা, সম্পূর্ণতা, বা গ্যারান্টি দিতে পারে না প্রদত্ত তথ্যের বর্তমান অবস্থা। সঠিকতা, LegalCOs
						বিষয়বস্তুর সম্পূর্ণতা বা পর্যাপ্ততা নিশ্চিত নয় এটা বোঝা গুরুত্বপূর্ণ যে LegalCO এর জন্য কোন দায়িত্ব নেয়
						না এই অ্যাপ/ওয়েবসাইটের তথ্য কীভাবে ব্যাখ্যা করা হয় বা ব্যবহার করা হয়। যে কোন এই সাইট থেকে অন্যান্য
						অ্যাপস/ওয়েবসাইটের লিঙ্কগুলিকে বোঝানো হয় না রেফারেল, এনডোর্সমেন্ট, বা সেই লিঙ্কযুক্ত সত্তাগুলির সাথে
						সংশ্লিষ্টতা। LegalCO থেকে লিঙ্ক করা অ্যাপস/ওয়েবসাইটগুলির বিষয়বস্তুর জন্য সমর্থন করে না এই প্ল্যাটফর্ম।
						LegalCO অধ্যবসায়ীভাবে প্রচারমূলক অপসারণ করার চেষ্টা করে কন্টেন্ট যেখানে ব্যবহারকারীরা অ্যাপ/ওয়েবসাইটে
						স্ব-প্রচার করার চেষ্টা করে। যাইহোক, মতামত সেবা পৃথক ব্যবহারকারীদের দ্বারা প্রকাশ তাদের নিজস্ব এবং LegalCOs
						মতামত প্রতিনিধিত্ব করে না. তথ্য অ-আইন পেশাদারদের দ্বারা জমা আগে যাচাই করা হয় না LegalCO অ্যাপ/ওয়েবসাইটে
						উপস্থিত হচ্ছে। সতর্কতা অবলম্বন করা উচিত এই প্ল্যাটফর্ম ব্যবহার করার সময়। যদিও LegalCO যাচাই করার চেষ্টা করে
						স্থানীয়দের সাথে সাবস্ক্রাইব করা আইনজীবীদের লাইসেন্সিং এবং ভাল অবস্থান বার রেজিস্ট্রেশনের সময়, এটি ক্রমাগত
						ট্র্যাক, যাচাই বা পরিষেবা ব্যবহার করে আইনজীবীদের অবস্থা পর্যবেক্ষণ করুন। ফলে, LegalCO এর অবস্থা, অবস্থান বা
						ক্ষমতার গ্যারান্টি দিতে পারে না সাইটে তালিকাভুক্ত আইনজীবী বা আইন সংস্থা। ব্যবহারকারীদের পরামর্শ দেওয়া হয়
						আইনজীবীদের নিজস্ব স্বাধীন গবেষণা এবং মূল্যায়ন পরিচালনা করে বা আইন সংস্থাগুলি তারা বিবেচনা করছে। আইনি সেবা
						সম্পর্কে সিদ্ধান্ত এবং আইনজীবীদের পছন্দ শুধুমাত্র দাবির উপর ভিত্তি করে করা উচিত নয় দক্ষতা বা খরচ। LegalCO
						এর দাবি সমর্থন বা বৈধতা দেয় না আইনজীবী বা আইন সংস্থা দ্বারা বিশেষীকরণ বা অনুশীলনের সীমাবদ্ধতা। যদিও চেষ্টা
						করা হয় ভুল তথ্য প্রতিরোধ করার জন্য, সার্টিফিকেশন হিসাবে বিশেষজ্ঞ বা বিশেষজ্ঞদের দ্বারা আইন অনুশীলনের কোনো
						নির্দিষ্ট ক্ষেত্রে সংস্থা বা বোর্ড নিশ্চিত করা যাবে না. দাবি করছেন আইনজীবীরা বিশেষীকরণ অগত্যা অন্যদের
						তুলনায় আরো দক্ষ হয় না. ব্যবহারকারীদের যে কোনো তথ্যগত ভিত্তি সম্পর্কে জিজ্ঞাসা করতে উত্সাহিত করা হয়
						আইনজীবীদের দ্বারা করা দাবি, সার্টিফাইং এজেন্সিগুলির বিশদ বিবরণের অনুরোধ, এবং সমস্ত তথ্য যাচাই করুন। দ্বারা
						জমা দেওয়া তথ্য পর্যালোচনা করার সময় আইনজীবী এবং অন্যান্য পক্ষ, ব্যবহারকারীদের সতর্কতা অবলম্বন করা উচিত। যখন
						LegalCO আইনজীবীদের তাদের নিয়ন্ত্রণকারী প্রবিধান মেনে চলতে বাধ্য করে আচরণ, এটা ক্রমাগত তাদের সততা নিরীক্ষণ
						করতে পারে না. LegalCO করে অফার, বিবৃতি, বা এর বিষয়বস্তু বা বৈধতা অনুমোদন করবেন না এই প্ল্যাটফর্মে বা এর
						বাইরে আইনজীবী বা অন্যান্য পক্ষের দ্বারা করা প্রতিশ্রুতি ।
					</p>
					<p className="text-justify font-semibold mb-4">
						৪. পর্যালোচনা সহ ব্যবহারকারী-উত্পাদিত বিষয়বস্তু সংক্রান্ত বিজ্ঞপ্তি, মন্তব্য, এবং যোগাযোগ:
					</p>
					<p className="text-justify mb-4">
						সাইটের বিভিন্ন বিভাগে, LegalCO দর্শকদের অনুমতি দিতে পারে পর্যালোচনা, মন্তব্য এবং সামগ্রীর অন্যান্য ফর্ম
						অবদান (উল্লেখিত ব্যবহারকারীর সামগ্রী হিসাবে)। এটা মনে রাখা গুরুত্বপূর্ণ যে LegalCO নয় এই ব্যবহারকারীর
						সামগ্রীর স্রষ্টা বা প্রবর্তক৷ বরং, এটি হিসাবে কাজ করে ধারণা এবং দৃষ্টিভঙ্গি সংরক্ষণ এবং ভাগ করার জন্য একটি
						প্ল্যাটফর্ম LegalCO এর সদস্যরা ব্যবহারকারীর বিষয়বস্তুর মাধ্যমে প্রকাশ করতে পছন্দ করে।LegalCO স্পষ্টভাবে এই
						বিষয়বস্তুর জন্য কোনো দায়িত্ব অস্বীকার করে. ক্ষেত্রে কোন আপত্তিকর উপাদান LegalCO এর নজরে আনা হয়, তা
						অপসারণের জন্য দ্রুত ব্যবস্থা নেওয়া হবে। এর সংকল্প বস্তুটি আসলেই আপত্তিকর কিনা তা নিয়ে তদন্ত করা হবে
						LegalCO এর বিচক্ষণতা।
					</p>
					<p className="text-justify font-semibold mb-4">৫. ব্যবহারের সীমাবদ্ধতা</p>
					<p className="text-justify mb-4">
						LegalCO মধ্যে বিষয়বস্তু একচেটিয়াভাবে ব্যক্তিগত ব্যবহারের জন্য উদ্দেশ্যে করা হয় এবং বাণিজ্যিক শোষণের
						উদ্দেশ্যে নয়। ডিকম্পাইলিং, বিপরীত প্রকৌশল, বিচ্ছিন্ন করা, ভাড়া দেওয়া, লিজ দেওয়া, বিক্রি করা,
						সাবলাইসেন্সিং, বা LegalCO থেকে ডেরিভেটিভ কাজ তৈরি করা হয় নিষিদ্ধ উপরন্তু, নেটওয়ার্ক পর্যবেক্ষণ বা আবিষ্কার
						ব্যবহার করে সাইট আর্কিটেকচার বা এক্সট্র্যাক্ট ব্যবহার/ব্যবহারকারীর জন্য সফ্টওয়্যার তথ্য অনুমোদিত নয়।
						LegalCO থেকে পূর্বে লিখিত সম্মতি রোবট, মাকড়সা, স্বয়ংক্রিয় সরঞ্জাম বা ম্যানুয়াল নিয়োগের জন্য প্রয়োজনীয়
						বিষয়বস্তু নিরীক্ষণ বা প্রতিলিপি করার প্রক্রিয়া। অনুলিপি করা, পরিবর্তন করা, পুনরুত্পাদন, প্রকাশ, বিতরণ,
						প্রদর্শন, বা প্রেরণ বাণিজ্যিক, অলাভজনক বা জনসাধারণের উদ্দেশ্যে LegalCO-এর কোনো অংশ উপরে উল্লিখিত ব্যতীত
						সীমাবদ্ধ। LegalCO ব্যবহার বা রপ্তানি বা বাংলাদেশের রপ্তানি লঙ্ঘন করে LegalCO-এর কোনো অংশ নিয়ন্ত্রণ আইন এবং
						প্রবিধান নিষিদ্ধ করা হয়. অননুমোদিত ব্যবহার LegalCO বা এর বিষয়বস্তু কঠোরভাবে নিষিদ্ধ।
					</p>
					<p className="text-justify font-semibold mb-4">৬. গোপনীয়তা / অ-প্রকাশ</p>
					<p className="text-justify mb-4">
						LegalCO সকলের গোপনীয়তা বজায় রাখার জন্য আন্তরিকভাবে চেষ্টা করে আমাদের সিস্টেম এবং আইনজীবী ডাটাবেসের মধ্যে
						ব্যবহারকারীদের দ্বারা প্রদত্ত তথ্য। যাইহোক, ব্যবহারকারীদের গোপনীয় বা সংবেদনশীল শেয়ার করার পরামর্শ দেওয়া
						হয় ইন্টারনেট বা ইমেলের মাধ্যমে তথ্য সহজাত ঝুঁকি বহন করে। যেহেতু LegalCO অন্যদের কর্ম পরিচালনা করতে পারে না,
						আমরা নিশ্চিত করতে পারি না এই ধরনের তথ্যের সম্পূর্ণ গোপনীয়তা। সময় সতর্কতা অবলম্বন করুন সিস্টেমে ইনপুট করার
						জন্য বিশদ বিবরণ নির্ধারণ করা; থেকে বিরত থাকুন ভর্তি বা স্বীকারোক্তি। ব্যবহারকারীদের তাদের রূপরেখা দিতে
						উৎসাহিত করা হয় বিস্তৃত পদে সমস্যা বা বিরোধ। নির্দিষ্ট শুধুমাত্র শেয়ার করা উচিত একজন আইনজীবী নির্বাচন করার
						পরে এবং প্ল্যাটফর্ম থেকে যোগাযোগ স্থাপন করার পরে (যেমন, ফোন বা অ্যাপয়েন্টমেন্টের মাধ্যমে)। আইনজীবীরা এই
						সেবা সাবস্ক্রাইব এর মাধ্যমে সুনির্দিষ্ট বা গোপনীয় বিবরণের অনুরোধ করা এড়ানো উচিত প্ল্যাটফর্ম অসাবধানতাবশত
						মুক্তির জন্য LegalCO কে দায়ী করা যাবে না বা ব্যবহারকারীদের দ্বারা এই ধরনের তথ্যের অপব্যবহার বা সিস্টেমের
						ত্রুটির কারণে বা ব্যর্থতা ।
					</p>
					<p className="text-justify font-semibold mb-4">৭. ক্ষতিপূরণ</p>
					<p className="text-justify mb-4">
						ব্যবহারকারী স্বীকার করে যে LegalCO এর জন্য দায়ী থাকবে না তাদের এই পরিষেবা ব্যবহার করার ফলে কোন ক্ষতি।
						ব্যবহারকারী সম্মত হন যেকোন এবং সমস্ত দায় থেকে LegalCO কে রক্ষা করতে, ক্ষতিপূরণ দিতে এবং রক্ষা করতে এবং
						ক্ষতির কারণে উদ্ভূত খরচ, দাবি, দাবি, ক্ষতি, বা পরিষেবার বিষয়বস্তু বা ব্যবহারের সাথে সম্পর্কিত খরচ। এই
						প্রতিরক্ষা এবং ক্ষতিপূরণ এছাড়াও কোন ব্যবহারকারী লঙ্ঘন প্রসারিত চুক্তি বা পূর্বোক্ত বিবৃতি, আশ্বাস, এবং
						প্রতিশ্রুতি. ব্যবহারকারী আরও সম্মতি দেয় যে এই প্রতিরক্ষা এবং ক্ষতিপূরণ আইনি ফি এবং খরচ অন্তর্ভুক্ত. এই
						অঙ্গীকার এছাড়াও LegalCO, এর প্রতিষ্ঠাতা, কর্মকর্তা এবং কর্মচারীদের অন্তর্ভুক্ত করে। LegalCO তার খরচে,
						একচেটিয়াভাবে নিয়ন্ত্রণ করার অধিকার ধরে রাখে ব্যবহারকারীর ক্ষতিপূরণ সাপেক্ষে যে কোনো সমস্যার প্রতিরক্ষা,
						এবং ব্যবহারকারী লিগ্যালসিও-এর লিখিত সম্মতি ছাড়া কোনো বিষয় নিষ্পত্তি করতে পারে না।
					</p>
					<p className="text-justify font-semibold mb-4">৮. যোগাযোগ এবং অন্যান্য</p>
					<p className="text-justify mb-4">
						উদ্ভূত কোনো তথ্য ক্ষতির জন্য LegalCO দায়ী থাকবে না দুর্ঘটনাবশত বা ইচ্ছাকৃত মুছে ফেলা, নেটওয়ার্ক বা সিস্টেম
						ব্যাঘাত, ব্যাকআপ ব্যর্থতা, ফাইল দুর্নীতি, বা অন্য কোনো কারণ।
					</p>
					<p className="text-justify font-semibold mb-4">৯. আপনার বিষয়বস্তুর একটি লাইসেন্স LEGALCO মঞ্জুর করা</p>
					<p className="text-justify mb-4">
						LegalCO-তে সামগ্রী আপলোড করে বা ব্যবহারের জন্য কোনো উপকরণ জমা দিয়ে প্ল্যাটফর্মে, আপনি মঞ্জুর করছেন (বা
						অধিকার নিশ্চিত করছেন মালিক স্পষ্টভাবে মঞ্জুর করেছেন) LegalCO একটি চিরস্থায়ী, রয়্যালটি-মুক্ত, অপরিবর্তনীয়,
						অ-একচেটিয়া অধিকার এবং ব্যবহার, পুনরুত্পাদন করার লাইসেন্স, অভিযোজন, প্রকাশ, অনুবাদ, ডেরিভেটিভ কাজ তৈরি এবং
						বিতরণ ঐ উপকরণ। এর মধ্যে এগুলিকে যেকোন ফর্মে অন্তর্ভুক্ত করা অন্তর্ভুক্ত, মাঝারি, বা প্রযুক্তি, বর্তমান এবং
						ভবিষ্যত উভয়ই ।
					</p>
					<p className="text-justify font-semibold mb-4">১০. LEGALCO একচেটিয়া মালিকানা অধিকার</p>
					<p className="text-justify mb-4">
						এই শর্তাবলীতে স্পষ্টভাবে বলা ছাড়া, কিছুই নয় এখানে অন্তর্ভুক্ত কোন লাইসেন্স প্রদান হিসাবে ব্যাখ্যা করা উচিত
						বা অধিকার, উহ্য, এস্টপেল, বা অন্যথায়, কপিরাইটের অধীনে বা অন্যান্য মেধা সম্পত্তি অধিকার। ব্যবহারকারী স্বীকার
						করে যে উভয় বিষয়বস্তু এবং অ্যাপ/ওয়েব সাইট কপিরাইট দ্বারা সুরক্ষিত, ট্রেডমার্ক, পরিষেবা চিহ্ন, পেটেন্ট, বা
						অন্যান্য মালিকানা অধিকার এবং আইন। উপরন্তু, ব্যবহারকারী সম্মত হন যে তারা অনুমোদিত এই উপাদান এবং তথ্য
						শুধুমাত্র স্পষ্টভাবে ব্যবহার করুন LegalCO দ্বারা অনুমোদিত, এবং প্রতিলিপি, পুনরুত্পাদন, প্রেরণ, বিতরণ, বা
						উল্লিখিত বিষয়বস্তু থেকে ডেরিভেটিভ কাজ তৈরি বা সুস্পষ্ট অনুমোদন ছাড়া তথ্য। ব্যবহারকারীও স্বীকার করে যে
						LegalCO ছবি এবং পাঠ্য প্রদর্শনের জন্য অনুমোদিত পরিষেবা জুড়ে। ব্যবহারকারীদের নিষ্কাশন থেকে সীমাবদ্ধ করা হয়
						এবং সিস্টেম থেকে কোনো তথ্য প্রকাশ করা, হয় ইলেকট্রনিক বা প্রিন্ট ফরম্যাট, LegalCO এবং অন্যান্য সমস্ত
						প্রাসঙ্গিক সম্মতি ছাড়াই দলগুলি এই তালিকার মধ্যে সম্পূর্ণ অতিরিক্ত উপাদান নয় সিস্টেম এছাড়াও LegalCO
						সম্পত্তি. নকল করার আগে প্রজনন বা প্রজননের অভিপ্রায় সহ সিস্টেম থেকে কোনো বিষয়বস্তু বিতরণ, অনুগ্রহ করে
						LegalCO এর সাথে যোগাযোগ করুন ।
					</p>
					<p className="text-justify font-semibold mb-4">১১. বিজ্ঞাপনদাতারা</p>
					<p className="text-justify mb-4">
						LegalCO বিজ্ঞাপন এবং স্পনসরশিপ ফিচার করতে পারে। বিজ্ঞাপনদাতা এবং স্পনসররা সঠিকতা নিশ্চিত করার দায়িত্ব পালন
						করে এবং এর সাথে LegalCO-তে অন্তর্ভুক্তির জন্য জমা দেওয়া উপকরণগুলির সম্মতি প্রাসঙ্গিক আইন। LegalCO এর জন্য
						দায়বদ্ধ থাকবে না বৈধতা বা বিজ্ঞাপনদাতাদের দ্বারা প্রদত্ত বিষয়বস্তুতে কোনো ভুল বা স্পনসর ।
					</p>
					<p className="text-justify font-semibold mb-4">১২. নিবন্ধন</p>
					<p className="text-justify mb-4">
						LegalCO এর কিছু অংশ নিবন্ধনের প্রয়োজন হতে পারে। অনুরোধ জানানো হলে, আপনি সঠিক এবং সম্পূর্ণ নিবন্ধন বিবরণ
						প্রদান করতে সম্মত হন লিগ্যালসিও। এটিতে যেকোনো পরিবর্তনের বিষয়ে LegalCO আপডেট করা আপনার কর্তব্য তথ্য প্রতিটি
						নিবন্ধন কঠোরভাবে পৃথক ব্যবহারের জন্য, অন্যথায় নিবন্ধন পৃষ্ঠায় নির্দেশিত না হলে। LegalCO করে অনুমতি না a.
						আপনার অধীন অন্যদের সাথে নিবন্ধিত বিভাগ ভাগ করা পরিচয়, বা খ. অধীনে একটি নেটওয়ার্কে একাধিক ব্যবহারকারীদের
						অ্যাক্সেস প্রদান একটি একক নাম। এই ধরনের অননুমোদিত প্রতিরোধ করা আপনার দায়িত্ব ব্যবহার। আপনি যদি অননুমোদিত
						অ্যাক্সেস সন্দেহ করেন, অনুগ্রহ করে অবিলম্বে জানান আমাদের কাছে পৌঁছানোর মাধ্যমে LegalCO. যদি আমরা অননুমোদিত
						আবিষ্কার করি LegalCO এবং এর পরিষেবাগুলিতে ব্যবহার, আমরা বন্ধ করার অধিকার সংরক্ষণ করি এক বা একাধিক
						ব্যবহারকারীর জন্য অ্যাক্সেস ।
					</p>
					<p className="text-justify font-semibold mb-4">১৩. ত্রুটি এবং সংশোধন</p>
					<p className="text-justify mb-4">
						LegalCO গ্যারান্টি দেয় না যে পরিষেবাটি বঞ্চিত হবে ত্রুটি, ভাইরাস, বা অন্যান্য ক্ষতিকারক উপাদান, বা এটি
						নিশ্চিত করে না ত্রুটির সংশোধন LegalCO উন্নত করার অধিকার ধরে রাখে, এটির বৈশিষ্ট্য, কার্যকারিতা, বা পরিষেবার
						পরিবর্তন বা পরিবর্তন করুন বিচক্ষণতা ।
					</p>
					<p className="text-justify font-semibold mb-4">১৪. তৃতীয় পক্ষের দ্বারা প্রদত্ত বিষয়বস্তু</p>
					<p className="text-justify mb-4">
						LegalCO তৃতীয় পক্ষের বিষয়বস্তু বৈশিষ্ট্য বা এই ধরনের লিঙ্ক প্রদান করতে পারে বিষয়বস্তু অনুগ্রহ করে মনে
						রাখবেন যে LegalCO কোন দায়িত্ব গ্রহণ করে না এবং কোন ভুল, আইনি ত্রুটি, মানহানিকর জন্য কোন দায় বহন করে না
						বিবৃতি, ভুল তথ্য, বাদ দেওয়া, অসত্য, স্পষ্ট বিষয়বস্তু, অথবা তৃতীয় পক্ষের সামগ্রীতে আপত্তিকর ভাষা উপস্থিত
						প্ল্যাটফর্ম এটা বোঝা গুরুত্বপূর্ণ যে তথ্য এবং তৃতীয় পক্ষের বিষয়বস্তুতে উপস্থাপিত দৃষ্টিভঙ্গি দ্বারা সমর্থন
						করা হয় না LegalCO এবং অগত্যা LegalCOs বিশ্বাসের সাথে সারিবদ্ধ নয় ।
					</p>
					<p className="text-justify font-semibold mb-4">১৫. অননুমোদিত কর্ম</p>
					<p className="text-justify mb-4">
						LegalCO অভিযোগের তদন্ত বা বিজ্ঞাপিত করার কর্তৃত্ব বজায় রাখে চুক্তি লঙ্ঘন, এবং হিসাবে উপযুক্ত ব্যবস্থা গ্রহণ
						LegalCO দ্বারা উপযুক্ত বলে মনে করা হয়। এই ব্যবস্থাগুলি অন্তর্ভুক্ত, কিন্তু তা নয় সীমাবদ্ধ, আইন প্রয়োগকারী
						কর্তৃপক্ষকে অবহিত করা, নিয়ন্ত্রক মৃতদেহ, বা সন্দেহভাজন অবৈধ সম্পর্কে অন্যান্য বহিরাগত দল কার্যক্রম
						তদ্ব্যতীত, LegalCO কোনো প্রয়োজনীয় বা প্রকাশ করতে পারে বলা সত্ত্বা বা ব্যক্তিদের প্রাসঙ্গিক তথ্য, জুড়ে
						ব্যবহারকারীর প্রোফাইল, ইমেল ঠিকানা, ব্যবহারের ইতিহাস, পোস্ট করা সামগ্রী, আইপি ঠিকানা, এবং ট্রাফিক ডেটা ।
					</p>
					<p className="text-justify font-semibold mb-4">১৬. লঙ্ঘনের জন্য প্রতিকার</p>
					<p className="text-justify mb-4">
						LegalCO সমস্ত আইনি এবং ন্যায্য প্রতিকার অনুসরণ করার কর্তৃত্ব বজায় রাখে চুক্তির লঙ্ঘনের জন্য, যা অন্যদের
						মধ্যে অন্তর্ভুক্ত করে কর্ম, একটি নির্দিষ্ট ইন্টারনেট থেকে অ্যাক্সেস সীমাবদ্ধ করার ক্ষমতা LegalCO এবং এর সাথে
						সম্পর্কিত কার্যকারিতার ঠিকানা ।
					</p>
					<p className="text-justify font-semibold mb-4">১৭. দ্বন্দ্ব চেক</p>
					<p className="text-justify mb-4">
						ব্যবহারকারী স্বীকার করেন যে নথিভুক্ত অ্যাটর্নি পরিচালনা করবেন না ব্যবহারকারী এবং মধ্যে স্বার্থ মূল্যায়ন
						প্রাথমিক দ্বন্দ্ব অন্যান্য ক্লায়েন্ট প্রতিক্রিয়া আগে. দ্বন্দ্ব মূল্যায়ন প্রয়োজন ব্যবহারকারী তাদের
						ব্যক্তিগত বিবরণ, অধিভুক্তি, বিরোধী ভাগ করে পক্ষ, এবং অ্যাটর্নিদের দ্বারা অনুরোধ করা কোনো অতিরিক্ত তথ্য।
						নিবন্ধিত অ্যাটর্নি শুধুমাত্র উপর ভিত্তি করে দ্বন্দ্ব চেক করতে পারে না এই পরিষেবার মাধ্যমে ব্যবহারকারী জমা ।
					</p>
					<p className="text-justify font-semibold mb-4">১৮. স্থায়ীত্বের জন্য বিধানের বর্ধিতকরণ</p>
					<p className="text-justify mb-4">
						চুক্তি এবং গোপনীয়তা নীতি সম্মিলিতভাবে ব্যাপকভাবে গঠন করে LegalCOs পরিষেবাগুলির ব্যবহার পরিচালনা করা বোঝা।
						ভিতরে ঘটনা যে এই শর্তাবলী মধ্যে কোন বিধান বেআইনি, অকার্যকর, বা অপ্রয়োগযোগ্য হতে নির্ধারিত, বিধান বলেছেন
						অবশিষ্ট বিধান থেকে পৃথক হিসাবে গণ্য করা হবে, নেই তাদের বৈধতা এবং প্রয়োগযোগ্যতার উপর প্রভাব ।
					</p>
					<p className="text-justify font-semibold mb-4">১৯. ব্যবহারের শর্তাবলী পরিবর্তন</p>
					<p className="text-justify mb-4">
						চুক্তি এবং গোপনীয়তা নীতি সম্মিলিতভাবে ব্যাপকভাবে গঠন করে LegalCOs পরিষেবাগুলির ব্যবহার পরিচালনা করা বোঝা।
						ভিতরে ঘটনা যে এই শর্তাবলী মধ্যে কোন বিধান বেআইনি, অকার্যকর, বা অপ্রয়োগযোগ্য হতে নির্ধারিত, বিধান বলেছেন
						অবশিষ্ট বিধান থেকে পৃথক হিসাবে গণ্য করা হবে, নেই তাদের বৈধতা এবং প্রয়োগযোগ্যতার উপর প্রভাব ।
					</p>
					<p className="text-justify font-semibold mb-4">২০. পরিষেবার পরিবর্তন</p>
					<p className="text-justify mb-4">
						LegalCO পরিষেবাটি পরিবর্তন বা বন্ধ করার কর্তৃত্ব বজায় রাখে, সাময়িকভাবে হোক বা স্থায়ীভাবে হোক, পূর্ব
						বিজ্ঞপ্তি দিয়ে বা ছাড়াই ব্যবহারকারী. পরিষেবাটি ব্যবহার করে, ব্যবহারকারী স্বীকার করে যে LegalCO ব্যবহারকারী
						বা কোন তৃতীয় পক্ষের কাছে দায়বদ্ধ হবে না এই ধরনের পরিবর্তন বা বন্ধ। ব্যবহারকারী আরও বুঝতে পারে এবং এই
						চুক্তিতে বর্ণিত পরিষেবার সমাপ্তি স্বীকার করে, অগ্রিম বিজ্ঞপ্তি ছাড়াই ঘটতে পারে। উপরন্তু, ব্যবহারকারী
						স্বীকৃতি দেয় এবং সম্মত হন যে LegalCO অবিলম্বে ডেটা অপসারণের অধিকার রাখে এবং ব্যবহারকারীদের অ্যাকাউন্ট থেকে
						ফাইল এবং উভয় আরও অ্যাক্সেস প্রতিরোধ ফাইল এবং পরিষেবা ।
					</p>
					<p className="text-justify font-semibold mb-4">২১. ওয়্যারেন্টি দাবিত্যাগ এবং দায়বদ্ধতার সীমাবদ্ধতা</p>
					<p className="text-justify mb-4">
						LegalCO এবং অনলাইন সিস্টেম অপারেটরদের জন্য ঝুঁকি বরাদ্দ: A অনলাইনের সমস্ত অপারেটর সহ LegalCO-এর জন্য
						উল্লেখযোগ্য উদ্বেগ সিস্টেম, আমাদের কর্ম থেকে উদ্ভূত সম্ভাব্য দায় ব্যবহারকারীদের একজন ব্যবহারকারী অন্য
						ব্যবহারকারীর মানহানি করলে, সংক্ষুব্ধ পক্ষ হতে পারে প্রকৃত অপরাধের সাথে মিথ্যা থাকা সত্ত্বেও আমাদের জবাবদিহি
						করুন প্রথম ব্যবহারকারী। একইভাবে, এমন ক্ষেত্রে যেখানে একজন ব্যবহারকারী আপলোড করে ভাইরাস-সংক্রমিত প্রোগ্রাম
						অন্যান্য ব্যবহারকারীদের কম্পিউটারে ক্ষতির দিকে পরিচালিত করে, আমরা দোষারোপ করতে পারি, যদিও ভাইরাসটি একটি থেকে
						উদ্ভূত হয়েছিল ব্যবহারকারী।অতিরিক্ত, যদি একজন ব্যবহারকারী বেআইনি বা অনুপযুক্ত প্রেরণ করে অন্য ব্যবহারকারীর
						কন্টেন্ট, যদিও আমরা অন্যায়ভাবে জড়িত হতে পারি মধ্যে বার্তা প্রেরণে মধ্যস্থতাকারী হিসাবে আমাদের ভূমিকা
						ব্যবহারকারীদের ফলস্বরূপ, প্রতিটি ব্যবহারকারীর জন্য অনুমান করা অত্যাবশ্যক তাদের নিজস্ব কর্মের জন্য দায়বদ্ধতা
						এবং যে ক্ষতি সৃষ্ট স্বীকার অন্য ব্যবহারকারীর দ্বারা শুধুমাত্র সেই ব্যবহারকারীকে দায়ী করা উচিত, আমাদের নয়।
						যদিও LegalCOs এর উদ্দেশ্য হল ব্যবহারকারীদের নির্ভরযোগ্য এবং উচ্চ-মানের সিস্টেম, মাঝে মাঝে ত্রুটি বা সিস্টেম
						ব্যর্থতা হতে পারে ঘটে। এই মাত্রার একটি সিস্টেম পরিচালনার স্কেল দেওয়া, এই ধরনের সমস্যার সম্মুখীন হওয়া
						অনিবার্য। আমাদের দায়ী করা হবে বা ব্যবহারযোগ্যতার ত্রুটি, সিস্টেম ব্যর্থতার জন্য আর্থিকভাবে দায়ী, ত্রুটি,
						বা কোনো প্রকৃতির ক্ষতি, এটা আমাদের ক্ষমতা বাধাগ্রস্ত হবে ব্যবহারকারীদের এই সিস্টেম প্রদান. যাতে অবিরত
						ডেলিভারি এবং আমাদের পরিষেবা বাড়ানোর জন্য, LegalCO অবশ্যই কোনো প্রদান করা থেকে বিরত থাকবে এই পরিষেবার জন্য
						ওয়ারেন্টি এবং আমাদের দায়বদ্ধতা নির্ধারণ করে সিস্টেম ব্যবহারের সাথে সম্পর্কিত সমস্যাগুলি কঠোরভাবে সীমাবদ্ধ।
						এই উদ্দেশ্যগুলি পরবর্তী দাবিত্যাগের মাধ্যমে অর্জন করা হয় ।
					</p>
					<p className="text-justify mb-4">
						ওয়্যারেন্টি দাবিত্যাগ: ব্যবহারকারী স্পষ্টভাবে সম্মত হন যে ব্যবহার করা হচ্ছে পরিষেবা সম্পূর্ণরূপে
						ব্যবহারকারীদের নিজস্ব ঝুঁকিতে। সেবা উপস্থাপন করা হয় যেমন আছে এবং উপলব্ধ ভিত্তিতে। LegalCO স্পষ্টভাবে
						অস্বীকার করে সকল প্রকার ওয়্যারেন্টি, প্রকাশ হোক বা উহ্য, জুড়ে থাকা, তবে সীমাবদ্ধ নয়, ব্যবসায়িকতা,
						ফিটনেসের অন্তর্নিহিত ওয়ারেন্টি একটি নির্দিষ্ট উদ্দেশ্যে, এবং অ লঙ্ঘন। LegalCO করে না নিশ্চিত করুন যে
						পরিষেবাটি ব্যবহারকারীর প্রয়োজনীয়তার সাথে সারিবদ্ধ হবে, যে পরিষেবাটি নিরবচ্ছিন্ন, সময়নিষ্ঠ, সুরক্ষিত বা
						বর্জিত থাকবে ত্রুটি উপরন্তু, LegalCO হতে পারে এমন ফলাফলের নিশ্চয়তা দেয় না পরিষেবা ব্যবহার থেকে উদ্ভূত, এবং
						নির্ভুলতার জন্য প্রমাণ করে না বা পরিষেবার মাধ্যমে বা এর জন্য অর্জিত তথ্যের নির্ভরযোগ্যতা সফ্টওয়্যার ত্রুটি
						সংশোধন। LegalCO কোনো ওয়ারেন্ট করে না পণ্য বা পরিষেবাগুলি সংগ্রহ করা বা এর মাধ্যমে প্রাপ্ত তথ্য পরিষেবা, বা
						পরিষেবার মাধ্যমে শুরু করা কোনও লেনদেনের জন্য। যে কোন পরামর্শ বা তথ্য, মৌখিকভাবে বা লিখিতভাবে জানানো হোক না
						কেন, যে LegalCO থেকে প্রাপ্ত ব্যবহারকারীরা এর বাইরে কোনো ওয়ারেন্টি স্থাপন করবে না যা এখানে স্পষ্টভাবে বলা
						হয়েছে ।
					</p>
					<p className="text-justify mb-4">
						ব্যবহারকারী স্বীকার করেন এবং সম্মত হন যে LegalCO অনুষ্ঠিত হবে না কোনো প্রত্যক্ষ, পরোক্ষ, আনুষঙ্গিক, বিশেষ,
						বা জন্য দায়বদ্ধ পরিষেবার ব্যবহার থেকে উদ্ভূত ফলস্বরূপ ক্ষতি, অথবা উল্লিখিত পরিষেবা ব্যবহার করতে অক্ষমতা
						থেকে, বা খরচের জন্য বিকল্প পণ্য এবং পরিষেবা অর্জনের জন্য ব্যয় করা হয়েছে। উপরন্তু, এর মধ্যে পণ্য ক্রয়ের
						ফলে ক্ষতির অন্তর্ভুক্ত বা পরিষেবা, বার্তার প্রাপ্তি, বা লেনদেনে জড়িত পরিষেবার মাধ্যমে বা উৎপত্তি, সেইসাথে
						অননুমোদিত অ্যাক্সেস বা পরিবর্তন থেকে উদ্ভূত ক্ষতি ব্যবহারকারীদের ডেটা বা ট্রান্সমিশন। এই ধরনের ক্ষতি
						অন্তর্ভুক্ত, কিন্তু না সীমিত, লাভ ক্ষতি, ব্যবহার, তথ্য, বা অন্যান্য অধরা সম্পদ। এটি প্রযোজ্য এমনকি যদি
						LegalCO-কে আগে থেকে সতর্ক করা হয় এই ধরনের ক্ষতির সম্ভাব্যতা সম্পর্কে। ব্যবহারকারীও তা নিশ্চিত করেন থেকে
						উদ্ভূত কোনো ক্ষতির জন্য LegalCO দায়বদ্ধ থাকবে না পরিষেবার বাধা, স্থগিতাদেশ, বা সমাপ্তি, নির্বিশেষে এই ধরনের
						বাধা, স্থগিতাদেশ, বা সমাপ্তি ছিল ন্যায়সঙ্গত, অবহেলা, ইচ্ছাকৃত, বা অসাবধানতাবশত ।
					</p>
					<p className="text-justify font-semibold mb-4">২২. বিরোধ নিষ্পত্তি</p>
					<p className="text-justify mb-4">
						এর থেকে বা এর সাথে সম্পর্কিত কোনো বিরোধ বা দাবি চুক্তি বা LegalCO দ্বারা প্রদত্ত পরিষেবাগুলি সমাধান করা হবে৷
						বাধ্যতামূলক সালিসের মাধ্যমে, বাংলাদেশের আইন অনুসরণ করে। যেমন বিরোধ বা দাবি একটি পৃথক ভিত্তিতে মধ্যস্থতা করা
						হবে এবং অন্য পক্ষের কোনো দাবি বা বিরোধের সাথে মিলিত হবে না। অন্য কোন আইনি মতবিরোধ বা দ্বন্দ্বও নির্ধারিত হবে
						বাংলাদেশের আইন অনুযায়ী, ঢাকার আদালতের সাথে এই ধরনের সমস্ত বিষয়ে এখতিয়ার রাখা ।
					</p>
					<p className="text-justify font-semibold mb-4">২৩. মালিকানা</p>
					<p className="text-justify mb-4">
						এই প্ল্যাটফর্মটি LegalCO দ্বারা মালিকানাধীন এবং পরিচালিত। সব সত্ত্ব, শিরোনাম, এবং এই উপর উপস্থাপিত উপকরণ
						সম্পর্কিত আগ্রহ অ্যাপ/ওয়েবসাইট, তথ্য, নথি, সহ কিন্তু সীমাবদ্ধ নয় লোগো, গ্রাফিক্স, সাউন্ড এবং ইমেজ (এ
						হিসাবে উল্লেখ করা হয় উপকরণ), LegalCO এর একমাত্র সম্পত্তি। যদি না স্পষ্টভাবে LegalCO দ্বারা অনুমোদিত, এই
						উপকরণগুলির কোনটিই অনুলিপি করা যাবে না, পুনরুত্পাদিত, পুনঃপ্রকাশিত, ডাউনলোড করা, আপলোড করা, পোস্ট করা,
						প্রদর্শিত, প্রেরিত, বা যে কোনো উপায়ে বিতরণ করা হয়। এটি লক্ষ্য করা গুরুত্বপূর্ণ যে এই সাইটের কিছুই কোনো
						অনুদান হিসাবে ব্যাখ্যা করা উচিত নয় LegalCOs বৌদ্ধিক সম্পত্তি অধিকারের অধীনে লাইসেন্স, দ্বারা কিনা
						ইমপ্লিকেশন, এস্টপেল বা অন্য কোনো উপায়। আপনি জিজ্ঞাসা করা উচিত এই ধরনের লাইসেন্স প্রাপ্তির বিষয়ে, অনুগ্রহ
						করে নির্দ্বিধায় আমাদের সাথে যোগাযোগ করুন। এর বুঝতে হবে যে LegalCO বিক্রি, লাইসেন্স, ইজারা দেয় না, অথবা
						অন্যথায় স্পষ্টভাবে সেগুলির বাইরে কোনো উপকরণ প্রদান করুন LegalCO দ্বারা প্রস্তাবিত হিসাবে মনোনীত. কোনো
						অধিকার প্রকাশ্যে নয় এই বিবৃতিতে দেওয়া লিগ্যালসিও দ্বারা সংরক্ষিত।
					</p>
					<p className="text-justify font-semibold mb-4">২৪. সম্পূর্ণ চুক্তি</p>
					<p className="text-justify mb-4">
						এই চুক্তির ব্যাপক এবং সম্পূর্ণতা প্রতিনিধিত্ব করে ব্যবহারকারী এবং LegalCO মধ্যে বোঝাপড়া। এটি একটি হিসাবে
						দাঁড়িয়েছে চুক্তির শর্তাবলীর সম্পূর্ণ এবং একচেটিয়া অভিব্যক্তি। এই চুক্তির মধ্যে অন্যান্য সকল যোগাযোগের উপর
						অগ্রাধিকার রয়েছে LegalCO এবং এর ব্যবহারকারীরা, এখানে বিষয়বস্তুর সাথে সম্পর্কিত। এটা সমস্ত পূর্ববর্তী বা
						সমবর্তী চুক্তিগুলিকে অতিক্রম করে এবং প্রতিস্থাপন করে, হোক না কেন লিখিত বা কথিত, উল্লিখিত বিষয় সম্পর্কিত।
						যদি তুমি খুজে পাও এই শর্তাবলী যেকোন সময়ে অগ্রহণযোগ্য বা যদি আপনি করেন তাদের সাথে সারিবদ্ধ নয়, আমরা দয়া
						করে আপনাকে ব্যবহার করা থেকে বিরত থাকার অনুরোধ করছি এই সাইট। আমরা এই নিয়ম ও শর্তাবলী সংশোধন করার অধিকার ধরে
						রাখি আমাদের বিবেচনার ভিত্তিতে, পূর্ব বিজ্ঞপ্তি ছাড়াই। এটা আপনার দায়িত্ব পর্যায়ক্রমে এই শর্তাবলী
						পর্যালোচনা করতে. ব্যবহার করে LegalCOs পরিষেবা বা LegalCO অ্যাপ/ওয়েব অ্যাক্সেস করা, আপনি স্বীকার করেন যে
						আপনি পুঙ্খানুপুঙ্খভাবে পড়েছেন এবং এই শর্তাবলী মেনে চলতে সম্মতি দিয়েছেন এবং শর্তাবলী ।
					</p>
					<p className="text-justify font-semibold mb-4">২৫. ক্ষতিপূরণ</p>
					<p className="text-justify mb-4">
						আপনি LegalCO এর পাশাপাশি সুরক্ষা, ক্ষতিপূরণ এবং নিষ্পত্তি করতে সম্মত হন আমাদের কর্মকর্তা, পরিচালক,
						শেয়ারহোল্ডার, কর্মচারী এবং এজেন্ট, থেকে যেকোনো এবং সমস্ত দাবি, দায়, ক্ষতি, ক্ষতি, বা খরচ। এই যুক্তিসঙ্গত
						আইনি ফি এবং সরাসরি বা উঠতে পারে যে খরচ অন্তর্ভুক্ত পরোক্ষভাবে আপনার অ্যাপ/ওয়েব এবং এর উপকরণের ব্যবহার থেকে
						।
					</p>
					<p className="text-justify font-semibold mb-4">২৬. বাতিলকরণ এবং ফেরতের জন্য নীতি</p>
					<p className="text-justify mb-4">
						আপনি আমাদের মাধ্যমে যে পরিষেবাগুলি অর্জন করেন তা নিশ্চিত করার জন্য আমরা নিবেদিত৷ অ্যাপ/ওয়েবসাইট শুধুমাত্র
						পূরণ করে না, সব সময় আপনার প্রত্যাশা ছাড়িয়ে যায় শিল্পের মধ্যে প্রতিযোগিতামূলকভাবে মূল্য দেওয়া হচ্ছে।
						তবুও, থাকতে পারে উদাহরণ যখন আপনি একটি ফেরত চাইতে. প্রথমত, যদি আপনি অর্থ প্রদান করেন সেবা কিন্তু পরে তাদের
						সাথে অগ্রসর না করার সিদ্ধান্ত নেয়। দ্বিতীয়ত, আমরা যদি কারণে যোগাযোগের সময়সীমার মধ্যে পরিষেবা প্রদান করতে
						ব্যর্থ আমাদের নিজস্ব তদারকি বা ত্রুটি। তৃতীয়ত, যদিও আমাদের সংরক্ষণ আছে, আপনি আমাদের পরিষেবাগুলিকে
						অসন্তোষজনক মনে করতে পারেন পরিস্থিতি, অনুগ্রহ করে আপনার নামে নির্ধারিত টিকিটটি ইমেল করুন, অনুলিপি করুন
						info@legalco.com.bd। এটা স্পষ্ট করা গুরুত্বপূর্ণ যে শুধুমাত্র চার্জের পেশাদার ফি অংশ ফেরতের জন্য যোগ্য
						বিবেচনা আপনার ইমেল পাওয়ার পর, LegalCOs সিনিয়র ম্যানেজমেন্ট তার যোগ্যতার উপর ভিত্তি করে ফেরত অনুরোধ
						মূল্যায়ন করবে. এর নোট করা গুরুত্বপূর্ণ যে ফেরত অনুরোধ সংক্রান্ত চূড়ান্ত সিদ্ধান্ত আমাদের সঙ্গে বিশ্রাম.
						উপরন্তু, আমরা সেই পরিস্থিতিতে জোর দিতে চাই আমাদের নিয়ন্ত্রণের বাইরে, যেমন জাতীয় ছুটির দিন, সরকারি বিলম্ব,
						প্রকৃতির কাজ, প্রযুক্তিগত সমস্যা এবং আরও অনেক কিছুর ফলে বিলম্ব হতে পারে। ভিতরে এই ধরনের ক্ষেত্রে, আমরা দায়ী
						করা যাবে না. আপনার রিফান্ড অনুরোধ যদি হয় এখানে বা অন্যভাবে বর্ণিত শর্তাবলীর উপর ভিত্তি করে অনুমোদিত
						বিভাগগুলিতে, আমরা আপনাকে প্রয়োজনীয় অনুরোধ করে একটি ইমেল পাঠাব ফেরত প্রক্রিয়া করার জন্য তথ্য। এতে আপনার
						ব্যাঙ্ক অন্তর্ভুক্ত থাকতে পারে অ্যাকাউন্টের বিবরণ যেমন অ্যাকাউন্ট নম্বর এবং SWIFT কোড প্রাসঙ্গিক শাখা। দয়া
						করে সচেতন থাকুন যে এটি আমাদের সর্বনিম্ন লাগবে আনুমানিক 72 থেকে 144 কাজের ঘন্টা, এর প্রাপ্তি থেকে শুরু করে
						সমস্ত প্রয়োজনীয় তথ্য, ফেরত প্রক্রিয়া সম্পূর্ণ করতে এবং স্থানান্তর শুরু করুন। আমরা আরো একবার জোর দিতে চাই
						যে শুধুমাত্র আমাদের পরিষেবার সাথে যুক্ত পেশাদার ফি একটি জন্য যোগ্য রিফান্ড, LegalCO লিমিটেড সিনিয়র
						ম্যানেজমেন্টের সিদ্ধান্ত মুলতুবি ।
					</p>
					<p className="text-justify mb-4">
						আমরা আপনাকে জানাতে চাই যে আমরা ক্রমাগত আমাদের পরিষেবাগুলি উন্নত করছি৷ এবং আপনার কাছে যেকোন পরামর্শের মূল্য
						অনেক। যে কোন আরো জন্য অনুসন্ধানের জন্য, অনুগ্রহ করে LegalCO-তে আমাদের গ্রাহক পরিষেবা ডেস্কের সাথে যোগাযোগ
						করুন লিমিটেড ।
					</p>
					<p className="text-justify mb-4">
						আপনার আগ্রহ এবং সমর্থন অত্যন্ত প্রশংসা করা হয়, এবং আমরা আন্তরিকভাবে আমাদের সম্প্রদায়ে আপনাকে স্বাগতম!
					</p>
					<p className="text-justify mb-4">
						Feel free to contact us if you have any questions Via Email:
						<span className="text-sky-600"> support@legalco.com.bd</span>
					</p>
				</div>
			</Container>
		</div>
	);
};

export default TermsAndCondition;
