[
    {
        "service": "Writ Petitions",
        "icon": "https://i.ibb.co/YTkxVdK/Group-53.png",
        "description": "A writ petition is essentially a corrective measure that is protected by the Constitution of Bangladesh. It is commonly filed in violation of fundamental rights that results the victim to suffer from injustice.Lima &amp; Associates have primarily established its name at the Supreme Court of Bangladesh for being the best legal expert at conducting writ petitions. Our years of experience in submitting writ petitions to the High Court Division with high success rates have earned us this esteemed title. There are five types of writ petitions described under the Constitution of Bangladesh including Prohibition, Habeas Corpus, Certiorari, Mandamus and Quo-Warranto and we are specialized in all of them. We frequently argued in favour of our clients for writs related to Customs, Land Acquisitions, VAT and even Public Interest Litigations. The most recent petition being that of a habeas corpus application to the High Court Division on behalf the aggrieved father whose children were unlawfully and without authority detained away from him. We efficaciously pleaded on his behalf and received a judgement from the Hon’ble Justices in our favour."
    },
    {
        "service": "Customs and Shipping",
        "icon": "https://i.ibb.co/3yNJjwt/Group-122.png",
        "description": "When goods are imported into Bangladesh by an individual or company, the law provides a set of obligations, duties and conditions for the process in order to accept and release those goods. The law of custom regulates this process and frequently produces legal complications for many importers. We have successfully represented clients in shipping related matters in the Supreme Court of Bangladesh. We also legally advise on corporate reorganizations and restructurings as well as commercial transactions, including domestic and cross-border mergers and acquisitions, demergers, capital raising, joint ventures, tax efficient holding company and financing structures and permanent establishment issues. The Firm regularly advises on the aspect of legal matters and represents clients in international and domestic business. We frequently represent clients in customs and VAT related matters in the concerned Customs Tribunal, Customs Appellate Tribunal and Supreme Court of Bangladesh by filing Writ, Customs Appeal, Leave to Appeal and etc., Our success rates in custom litigations achieved the firm in directly working with the official port authority of custom, Bangladesh."
    },
    {
        "service": "Company and Commercial law",
        "icon": "https://i.ibb.co/kxCYyzW/Group-23.png",
        "description": "We provide legal consultation to clients on a full range of corporate and commercial law matters from company incorporation, drafting documents relating to the incorporation of companies, corporate transactions, alteration of memorandum of association, filing of annual returns, joint venture as well as winding up. Similarly, The Firm advises on commercial matters, The Firm regularly prepares draft and negotiate contracts which are required for business, commercial or corporate transaction. Including solving the dispute between the parties by negotiation. The Firm’s client base includes corporations involved in banking and finance, energy, insurance, manufacturing, retail, technology, media, construction, transport, property and engineering."
    },
    {
        "service": "Real Estate and properties",
        "icon":"https://i.ibb.co/NFzsN3k/3392430931621841980.png",
        "description": "We regularly advise clients on real estate and land related matters including due diligence of land documents, legal vetting, drafting of land related deeds and agreements as well as trust, registration of deeds and agreements with the relevant Sub Registry office. Our paralegals are experienced and are familiar with land survey, valuation, Sub Registry office record searching, and registration of deeds, agreements and trusts. Our lawyers have extensive knowledge and experience of handling complex land related matters.&nbsp;"
    },
    {
        "service": "Employment and Labour law",
        "icon": "https://i.ibb.co/FW9Qv5C/18518686701620028139.png",
        "description": "The Firm covers a range of areas in the employment and labour sphere including acquisitions, outsourcings, expansions or reductions-in-force, breach of restrictive covenants, breach of confidence, remuneration, bonuses and pensions, restraint of trade, team moves, notice and termination issues, partnerships, employee relations, data privacy or data protection, local, cross- border or collective litigation, local or multi-jurisdictional compliance and risk management."
    },
    {
        "service": "Family Law",
        "icon": "https://i.ibb.co/MGFHh9B/Group-19.png",
        "description": "Our team of lawyers specialize in all types of family and child law issues including guardianship, adoption, divorce, child-custody, judicial separation, successor certificate and inheritance. We also provide a range of children’s issues and robust and rigorous litigation where required. In delivering our service we provide an unparalleled level of service in compassionate, timely and cost effective manner. "
    },
    {
        "service": "Litigation and Dispute Resolution",
        "icon": "https://i.ibb.co/Q8yWzzq/Vector-2.png",
        "description": "Having a dedicated group of lawyers with litigation expertise in the Supreme Court of Bangladesh and in the arbitration matters. Our lawyers regularly represent clients in the Supreme Court in conducting writ matters as well as civil, criminal and corporate matters. Lawyers of The Firm have advised on various arbitration matters."
    },
    {
        "service": "Banking and Financial Services",
        "icon": "https://i.ibb.co/NndbkHJ/Group-22.png",
        "description": "We have been advising the leading banks in Bangladesh on various transactional and regulatory matters. The firm advices on all aspects of banking business, starting from the banks arrangements with its vendors, suppliers and service partners to client credit documentation, drafting, negotiation and finalizing credit documents with clients and related services such as Bangladesh Bank related matters, drafting, registering and perfecting security documents and litigation support covering money laundering matters as well."
    },
    {
        "service": "Intellectual Property Law",
        "icon":"https://i.ibb.co/CKGJCPx/Vector.png",
        "description": "We are experienced to help clients with the many types of intellectual property rights protection. Successful companies are facing an increase of ‘copy and paste’ infringement and we advise major companies on copyright exploitation and protection projects, as well as rights clearance. We advise clients whose ultimate success is determined by the design of their products. We show them how to take best advantage of the legal solutions that relevant law offers, helping them achieve the most effective product protection."
    },
    {
        "service": "Criminal law",
        "icon": "https://i.ibb.co/DfxZn0c/Group-21.png",
        "description": "Criminal law is a body of law that regulates crime or offences within society where the accused may be either guilty of breaching the criminal laws of the country or be entitled to its defense in accordance with the facts and circumstances. Our panel of expert lawyers are capable in handling money laundering offences as defined by the Artha Rin Adalat Ain and bankruptcy, money suits as well as other criminal cases which may relate to commercial transaction such as cheque dishonor, fraud, forgery, and misappropriation. We also specialize in bail applications as well as applying the inherent power of the High Court Division in quashing criminal cases to secure the ends of justice for our clients."
    },
    {
        "service": "Pro bono services",
        "icon": "https://i.ibb.co/qmNBcjV/Group-37.png",
        "description": "As a promising law firm we provide high standard pro bono legal services through our legal aid section. The section is devoted to provide services to its society. Our pro bono practice conveys our responsibility towards society to improve the lives of those who do not have the access to justice or afford to hire lawyers. We conduct the pro bono services with dedication and passion."
    }
]